Revit 2027 API
BuiltInFailures.MassFailures.FloorAreaFaceFailed Property
 Failed to create a Mass Floor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FloorAreaFaceFailed { get; }
Public Shared ReadOnly Property FloorAreaFaceFailed As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FloorAreaFaceFailed {
	FailureDefinitionId^ get ();
}
static member FloorAreaFaceFailed : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MassFailures Class
Autodesk.Revit.DB Namespace